[
  {
    "type": "user",
    "timestamp": "1970-01-01T00:00:45.749Z",
    "text": "Mars was empty before we came. That's not to say that nothing had ever happened.",
    "name": "dfh"
  },
  {
    "type": "user",
    "timestamp": "2025-02-04T18:11:46.000Z",
    "text": "Eons past, an intergalactic bowling tournament left behind celestial pin-shaped craters, and the phantom echoes of cheering aliens still reverberated in the thin",
    "name": "? StoryBot"
  },
  {
    "type": "user",
    "timestamp": "1970-01-01T00:00:45.749Z",
    "text": "All happy families resemble one another; each unhappy family is unhappy in its own way.",
    "name": "dfh"
  },
  {
    "type": "user",
    "timestamp": "2025-05-02T07:45:39.000Z",
    "text": "\"Dougal looked at the cat. The cat looked at Dougal. \n\"\"How odd\"\" they said at the same time.\"",
    "name": "yuyuy"
  },
  {
    "type": "user",
    "timestamp": "2025-05-02T07:52:25.000Z",
    "text": "My new shoes are breaking already. I'm going to have a word with the cobbler.",
    "name": "dfh"
  },
  {
    "type": "user",
    "timestamp": "2025-05-02T08:11:32.000Z",
    "text": "Taking the high road isn't always the best idea, but at least it lets you look down on the peasants below.",
    "name": "dfh"
  },
  {
    "type": "bot",
    "timestamp": "2025-02-05T09:13:48.000Z",
    "text": "From his lofty perch, Lord Reginald mused with a smug grin, \"The view is splendid, but the stench of the unwashed masses is truly overwhelming",
    "name": "? StoryBot"
  },
  {
    "type": "user",
    "timestamp": "2025-05-02T08:16:38.000Z",
    "text": "Run Spot! Run!",
    "name": "dfh"
  },
  {
    "type": "bot",
    "timestamp": "2025-02-05T09:17:23.000Z",
    "text": "Spot, a valiant canine, dashed through the park with the agility of a comet, leaving a trail of bewildered squirrels in his wake as he chased his",
    "name": "? StoryBot"
  },
  {
    "type": "user",
    "timestamp": "2025-05-02T08:20:27.000Z",
    "text": "Get on with it! Shouted the Corporal",
    "name": "dfh"
  },
  {
    "type": "bot",
    "timestamp": "2025-02-05T09:21:10.000Z",
    "text": "With a theatrical flourish, the Corporal launched into an animated rendition of \"Old MacDonald Had a Farm,\" his thunderous voice echoing through the barracks, leaving",
    "name": "? StoryBot"
  },
  {
    "type": "user",
    "timestamp": "2025-05-02T08:35:40.000Z",
    "text": "Hello, milky boy",
    "name": "dfh"
  },
  {
    "type": "bot",
    "timestamp": "2025-02-05T09:36:58.000Z",
    "text": "I have nothing to add at the moment.",
    "name": "? StoryBot"
  },
  {
    "type": "user",
    "timestamp": "2025-05-02T08:53:23.000Z",
    "text": "Alice was beginning to get very tired of sitting by her sister on the bank, and of having nothing to do: once or twice she had peeped into the book her sister was reading, but it had no pictures or conversations in it, ?and what is the use of a book,? thought Alice, ?without pictures or conversation??",
    "name": "DD"
  },
  {
    "type": "bot",
    "timestamp": "2025-02-05T09:54:23.000Z",
    "text": "Alice sighed, kicking her feet in the air and nearly tumbling into the river. \"Might as well read it upside down then!\" she exclaimed, turning",
    "name": "? StoryBot"
  }
]